albumList.html
<!doctype html>
<html lang="en">
<head>
<title>Album List</title>
<!-- 2023-09-12 Tue 10:58 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<meta name="generator" content="Org-mode">
<meta name="author" content="benkio">

<link  href="https://cdnjs.cloudflare.com/ajax/libs/twitter-bootstrap/3.3.5/css/bootstrap.min.css" rel="stylesheet">
<link rel="shortcut icon" href="images/favicon.ico" type="image/x-icon">
<link rel="icon" href="images/favicon.ico" type="image/x-icon">
<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.13.0/css/all.min.css">
<link href="https://fonts.googleapis.com/css?family=Montserrat" rel="stylesheet" type="text/css">
<link href="https://fonts.googleapis.com/css?family=Lato" rel="stylesheet" type="text/css">
<link rel="stylesheet" href="css/main.css">
<link rel="stylesheet" href="css/blog.css">
</head>
<body>
<div id="content" class="container">
<div class="row"><div class="col-md-3 col-md-push-9"><nav id="table-of-contents">
<div id="text-table-of-contents" class="bs-docs-sidebar">
<ul class="nav">
<li><a href="#navbar">Album List</a></li>
<li><a href="#Albums">Albums</a>
<ul class="nav">
<li><a href="#WannaAlbums">Wanna Albums</a></li>
</ul>
</li>
</ul>
</div>
</nav>
</div><div class="col-md-9 col-md-pull-3"><h1 class="title">Album List</h1>

<div id="outline-container-navbar" class="outline-2 text-center navbar navbar-inverse navbar-fixed-top">
<h2 id="navbar"><a id="sec-" name="sec-"></a>Album List</h2>
<div class="outline-text-2" id="text-navbar">
      <button type="button" class="navbar-toggle" data-toggle="collapse" data-target="#collapsableNavbar">
      <span class="icon-bar"></span>
      <span class="icon-bar"></span>
      <span class="icon-bar"></span>
      </button>
      <h1 id="navbarTitle" class="navbar-text">Album List</h1>
      <div class="collapse navbar-collapse" id="collapsableNavbar">
      <ul class="nav navbar-nav">
      <li><a title="Home" href="./index.html"><i class="fas fa-home fa-3x" aria-hidden="true"></i></a></li>
      <li><a title="Blog Main Page" href="./blog.html" class="navbar-text h3">Blog</a></li>
      <li><a title="Article List" href="./articleList.html" class="navbar-text h3">Article List</a></li>
<li><a title="Book List" href="./bookList.html" class="navbar-text h3">Book List</a></li>
    <li><a title="Note Trainer" href="./NoteTrainer/NoteTrainer.html" class="navbar-text h3">Note Trainer</a></li>
      </ul>
      </div>
</div>
</div>


<div id="outline-container-Albums" class="outline-2">
<h2 id="Albums"><a id="sec-" name="sec-"></a>Albums</h2>
<div class="outline-text-2" id="text-Albums">
<p>
<b><b>Created:</b></b> <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-06-21 Sun&gt;</span></span>
</p>

<p style="text-align: center">Next Up Music Playlist</p>
<iframe src="https://www.youtube.com/embed/videoseries?list=PLO1i4nEhzCLaszits0vM6cJJoCIqzTwn7" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" style="display: block;width: 80%;margin-left: auto;margin-right: auto;" allowfullscreen></iframe>
<input type="text" id="elementSearch" onkeyup="elementSearch('albumList')" placeholder="Search for albums.." title="Type in a Album Title" style="text-align: center; width: 80%;margin-left: auto;margin-right: auto; display: block;">
<p id="totalAlbumCount"></p>
<ul id="albumList"                                                                                     class="list-group">
    <a target="_blank" href="https://www.youtube.com/watch?v=2-fR2rrmw3I"                              class="list-group-item list-group-item-action album">AC/DC - Back In Black</a>
    <a target="_blank" href="https://youtube.com/playlist?list=PL188FE1A560B2A862"                     class="list-group-item list-group-item-action album">All That Remains - Overcome</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=IMeJ5br9jGA"                              class="list-group-item list-group-item-action album">All That Remains - The Fall of Ideals</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=1WsQEsfZNco"                              class="list-group-item list-group-item-action album">Amon Amarth - Jomsviking</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=1xtedxA8ehM"                              class="list-group-item list-group-item-action album">Annihilator - Carnival Diablos</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=YwgAR-fHfk4"                              class="list-group-item list-group-item-action album">Annihilator - Criteria for a Black Widow</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=o0-U7A4gLWc"                              class="list-group-item list-group-item-action album">Annihilator - King of the Kill</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=q9PlPdmX9fE"                              class="list-group-item list-group-item-action album">Annihilator - Metal</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=naElQtYgmn4"                              class="list-group-item list-group-item-action album">Arch Enemy - Doomsday Machine</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=GGNW2AMAqgo"                              class="list-group-item list-group-item-action album">Arch Enemy - War Eternal</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=T9TtmYCPCLU"                              class="list-group-item list-group-item-action album">As I Lay Dying - An Ocean Between Us</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=f8hc3odWo5k"                              class="list-group-item list-group-item-action album">Aspherium - The Embers of Eternity</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=614OdhFLUUU"                              class="list-group-item list-group-item-action album">At The Gates - Slaughter Of The Soul [Bonus Tracks]</a>
    <a target="_blank" href="https://www.youtube.com/playlist?list=PLGgnHmeNUuW2pKomhI0CaNGUkWOdKgazt" class="list-group-item list-group-item-action album">Atreyu - Lead Sails Paper Anchor</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=DVDHXx_cIu8"                              class="list-group-item list-group-item-action album">Avenged Sevenfold - City of Evil</a>
    <a target="_blank" href="https://www.youtube.com/playlist?list=PLY1a1INoMkeidlhbxV75cneqhMJLvOOAh" class="list-group-item list-group-item-action album">Born Of Osiris - The Simulation</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=XjB101k2Bog"                              class="list-group-item list-group-item-action album">Death - The Sound Of Perseverance</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=hMCVe0cs4DI"                              class="list-group-item list-group-item-action album">Deep Purple - Machine Head</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=s3HYrXaWPGo"                              class="list-group-item list-group-item-action album">Dethklok - The Dethalbum</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=lTJg4P1zo4E"                              class="list-group-item list-group-item-action album">Dimmu Borgir - Puritanical Euphoric Misanthropia</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=K0najyrwX6c"                              class="list-group-item list-group-item-action album">Dream Theater - Images And Words</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=OVwEKr38MzQ"                              class="list-group-item list-group-item-action album">Extreme - Pornograffitti</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=hJ8sErDmJ8k"                              class="list-group-item list-group-item-action album">Fleshgod Apocalypse - King</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=TymQWWtIU1c"                              class="list-group-item list-group-item-action album">Ghostbusters: Original Soundtrack Album</a>
    <a target="_blank" href="https://www.youtube.com/playlist?list=PLR5-ZzXZIhpI1Cfxk_xlwpIPiMgmdSG9F" class="list-group-item list-group-item-action album">Giacomo Toni - Nafta</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=KO5ad84UixQ"                              class="list-group-item list-group-item-action album">Guns N' Roses - Appetite For Destruction</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=0FyHXlBsZbs"                              class="list-group-item list-group-item-action album">Haken - The Mountain</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=DO61NWKkyWQ"                              class="list-group-item list-group-item-action album">Haken - Visions</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=f_T8v8imSV4"                              class="list-group-item list-group-item-action album">Holy Diver - Dio</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=w3WIa_Z35p0"                              class="list-group-item list-group-item-action album">I Built The Sky - The Zenith Rise</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=cqqv24yGoeo"                              class="list-group-item list-group-item-action album">Ihsahn - Amr</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=3qydyLXGnZU"                              class="list-group-item list-group-item-action album">In Flames - The Jester Race (Reissue 2014)</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=KhL4lK3uoYo"                              class="list-group-item list-group-item-action album">Intervals - Circadian</a>
    <a target="_blank" href="https://jasonkui.bandcamp.com/album/naka"                                 class="list-group-item list-group-item-action album">Jason Kui - Naka</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=sm0j33oxav4"                              class="list-group-item list-group-item-action album">Joe Satriani - Surfing With The Alien</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=0Bg8oo7PZVY"                              class="list-group-item list-group-item-action album">Joe Satriani - The Extremist</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=IUj6nDs_Mqg"                              class="list-group-item list-group-item-action album">John Petrucci - Suspended Animation</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=H1MEvSJyO_U"                              class="list-group-item list-group-item-action album">Judas Priest - Painkiller</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=BOu3bAYxYAA"                              class="list-group-item list-group-item-action album">Killswitch Engage - Alive Or Just Breathing</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=vutytgFZ7W0"                              class="list-group-item list-group-item-action album">Kreator - Enemy Of God</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=W_b4FAtoDV4"                              class="list-group-item list-group-item-action album">Lamb Of God - Ashes Of The Wake</a>
    <a target="_blank" href="https://youtube.com/playlist?list=PLxy1hNzYBr7W1xxK2dcg-8pLlp4r_7L7o"     class="list-group-item list-group-item-action album">Lamb Of God - Sacrament</a>
    <a target="_blank" href="https://youtube.com/playlist?list=PLCjLGgbfOxryR5bW6jz2UTvTSyvJjYJaP"     class="list-group-item list-group-item-action album">Lari Basilio - Your Love</a>
    <a target="_blank" href="https://www.youtube.com/playlist?list=PLjud9YtAo4wnCgSm0hlTbVxhvrdm82-KL" class="list-group-item list-group-item-action album">Luca Mantovanelli - Multiversum</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=C4eWSMMZrL4"                              class="list-group-item list-group-item-action album">Magic Pie - The Suffering Joy</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=gPpBtzAS7zw"                              class="list-group-item list-group-item-action album">Megadeth - Cryptic Writings [Remaster]</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=Ti_imhKBjXA"                              class="list-group-item list-group-item-action album">Megadeth - Rust In Peace</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=WbhlzTbJBoQ"                              class="list-group-item list-group-item-action album">Meshuggah - I</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=QnXOSUQ5HJY"                              class="list-group-item list-group-item-action album">Metallica - ...And Justice For All</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=K6LA7v1PApU"                              class="list-group-item list-group-item-action album">Metallica - Master Of Puppets</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=H0XGswUuZU0"                              class="list-group-item list-group-item-action album">Metallica - Ride The Lightning</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=Gs2Urn8iRNQ"                              class="list-group-item list-group-item-action album">Mr.Big - Lean Into It</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=DDwcMbu8fBI"                              class="list-group-item list-group-item-action album">Nirvana - Nevermind</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=hqx6iOs_yIA"                              class="list-group-item list-group-item-action album">Obscura - Diluvium</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=-84b8WcPTWo"                              class="list-group-item list-group-item-action album">Oni - Ironshore</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=bl0QVeD-KJg"                              class="list-group-item list-group-item-action album">Opeth - Blackwater Park</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=PNjiQt1GbH8"                              class="list-group-item list-group-item-action album">Owane - yeah, whatever</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=NB7Zb9QVklE"                              class="list-group-item list-group-item-action album">Pantera - Cowboys From Hell</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=FTOilfxhwxs"                              class="list-group-item list-group-item-action album">Pantera - Vulgar Display Of Power</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=OiZrdL6eGp4"                              class="list-group-item list-group-item-action album">Paul Gilbert - Space Ship One [Bonus Track]</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=PpieGB80EqU"                              class="list-group-item list-group-item-action album">Paul Wardingham - Assimilate Regenerate</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=7nCcD_M13Sw"                              class="list-group-item list-group-item-action album">Racer X - Technical Difficulties</a>
    <a target="_blank" href="https://youtu.be/MAnsR_7VYKQ"                                             class="list-group-item list-group-item-action album">Rage Against the Machine - Rage Against the Machine</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=Tvu4YgxmtPw"                              class="list-group-item list-group-item-action album">Rammstein - Mutter</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=N94S9u0kTLA"                              class="list-group-item list-group-item-action album">Rammstein - Reise, Reise</a>
    <a target="_blank" href="https://www.youtube.com/playlist?list=PLYPKApk7wp1cHaC-RpMaeCKQ0AuxubVzx" class="list-group-item list-group-item-action album">Richard Benson - L''Inferno dei Vivi</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=P54nRU3-jfk"                              class="list-group-item list-group-item-action album">Sabaton - The Last Stand</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=9UTGl_LnnKc"                              class="list-group-item list-group-item-action album">Stevie Ray Vaughan & Double Trouble - Couldn't Stand The Weather</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=z7OoXpAORlE"                              class="list-group-item list-group-item-action album">Stevie Ray Vaughan & Double Trouble - Texas Flood</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=smEa01_NcWo"                              class="list-group-item list-group-item-action album">Sum 41 - All Killer No Filler</a>
    <a target="_blank" href="https://www.youtube.com/playlist?list=PLY1a1INoMkejOjrgpq7m0aFx6P-s75FJa" class="list-group-item list-group-item-action album">Sylosis - Conclusion of an Age</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=nVohJKUiK6o"                              class="list-group-item list-group-item-action album">System Of A Down - Toxicity</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=QFGaCgQ-oIM"                              class="list-group-item list-group-item-action album">The Essential Joe Hisaishi - Dream Songs</a>
    <a target="_blank" href="https://www.youtube.com/playlist?list=PLOadwGhHymnNoR2LIG69GAoWWEFKVY3ZL" class="list-group-item list-group-item-action album">The Jimi Hendrix Experience - Smash Hits</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=oID_yTTx7gQ"                              class="list-group-item list-group-item-action album">Van Halen - 1984</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=ZV3lCOMP060"                              class="list-group-item list-group-item-action album">Van Halen - Diver Down</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=y1qRJDmUgRA"                              class="list-group-item list-group-item-action album">Van Halen - Fair Warning</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=tUuYKBiuo-w"                              class="list-group-item list-group-item-action album">Van Halen - Van Halen II</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=REtGa3L0XXg"                              class="list-group-item list-group-item-action album">Van Halen - Van Halen</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=IMdrIrk44yA"                              class="list-group-item list-group-item-action album">Van Halen - Women And Children First</a>
    <a target="_blank" href="https://www.youtube.com/watch?v=nd2LO02Zw9k"                              class="list-group-item list-group-item-action album">Yngwie J. Malmsteen's Rising Force - Rising Force</a>
</ul>
</div>
