albumList.html

<div id="outline-container-WannaAlbums" class="outline-3">
<h3 id="WannaAlbums"><a id="sec-" name="sec-"></a>Wanna Albums</h3>
<div class="outline-text-3" id="text-WannaAlbums">
<p>
Legend:
</p>
<ul>
  <li><span style="background-color:red;">Red:</span> means it's digital only, do not purchase if not strictly necessary.</li>
  <li><span style="background-color:blue;">Blue:</span> means the album is already purchased, but it didn't arrive or wasn't archivied yet. Don't buy.</li>
</ul>

<p>
Price source: Bandcamp, Amazon, and Discgos. Price reference with shipment to UK.
</p>

<ul id="wannaAlbumList" class="list-group">
  <a target="_blank" href="https://youtu.be/t2CmTc75Ugg"                                                                              class="list-group-item list-group-item-action wannaAlbum">£11.43 | Antipop - Primus</a>
  <a target="_blank" href="https://www.youtube.com/watch?v=sWlkFqOYnko"                                                               class="list-group-item list-group-item-action wannaAlbum">€13.99 | Ascendancy - Kadinja</a>
  <a target="_blank" href="https://youtube.com/playlist?list=PLLVeC2nHZ9w0u7qcsSspMLpCgE8rk94o0&si=SND0GN-PUfJIM8K9"                  class="list-group-item list-group-item-action wannaAlbum">€15.10 | At the Dream's Edge - Chimp Spinner</a>
  <a target="_blank" href="https://youtu.be/1QCfbbW4NEw"                                                                              class="list-group-item list-group-item-action wannaAlbum"><p style="display:inline;background-color:red;">£7</p>     | Cassini - Sithu Aye</a>
  <a target="_blank" href="https://youtu.be/CQguu2Ke9Oc"                                                                              class="list-group-item list-group-item-action wannaAlbum">£29.97 | Centrifugal Funk - The Mark Varney Project</a>
  <a target="_blank" href="https://youtube.com/playlist?list=PL3ERHH3tuEjNOol2pOaCD_Tv8VAYi8P00"                                      class="list-group-item list-group-item-action wannaAlbum">€57.26 | Ciao 2020 - Various Artist</a>
  <a target="_blank" href="https://www.amazon.com/dp/B00L904YUC/ref=dm_rwp_pur_lnd_albm_unrg"                                         class="list-group-item list-group-item-action wannaAlbum">£13    | Digital Dream Sequence - Trioscapes</a>
  <a target="_blank" href="https://masterbootrecord.bandcamp.com/album/direct-memory-access"                                          class="list-group-item list-group-item-action wannaAlbum">£10    | Direct Memory Access - Master Boot Record</a>
  <a target="_blank" href="https://cloudkicker.bandcamp.com/album/the-discovery"                                                      class="list-group-item list-group-item-action wannaAlbum">£19.37 | The Discovery - Couldkicker</a>
  <a target="_blank" href="https://psycroptic.bandcamp.com/album/divine-council"                                                      class="list-group-item list-group-item-action wannaAlbum">$13.99 | Divine Council - Psycroptic</a>
  <a target="_blank" href="https://steroidpuppets.bandcamp.com/album/earthguest"                                                      class="list-group-item list-group-item-action wannaAlbum"><p style="display:inline;background-color:red;">£8.02</p>  | Earthguest - Steroid Puppets</a>
  <a target="_blank" href="https://cloudkicker.bandcamp.com/album/the-discovery"                                                      class="list-group-item list-group-item-action wannaAlbum"><p style="display:inline;background-color:red;">$7     </p>| The Enigma Division - The Enigma Division</a>
  <a target="_blank" href="https://www.youtube.com/watch?v=9c2Ny3IN1sA"                                                               class="list-group-item list-group-item-action wannaAlbum">$15    | Far More - Lari Basilio</a>
  <a target="_blank" href="https://youtu.be/16EfK9ecjPU"                                                                              class="list-group-item list-group-item-action wannaAlbum">£25.79 | Fear Inoculum - Tool</a>
  <a target="_blank" href="https://tigranhamasyan.bandcamp.com/album/the-call-within"                                                 class="list-group-item list-group-item-action wannaAlbum">£13    | The Call Within - Tigran Hamasyan</a>
  <a target="_blank" href="https://novacollectivefusion.bandcamp.com/album/the-further-side"                                          class="list-group-item list-group-item-action wannaAlbum">£22.01 | The Further Side - Nova Collective</a>
  <a target="_blank" href="https://www.youtube.com/watch?v=KjU4o5cyWS4"                                                               class="list-group-item list-group-item-action wannaAlbum">£16.90 | Gun to Mouth Salvation - Carnal Forge</a>
  <a target="_blank" href="https://masterbootrecord.bandcamp.com/album/interrupt-request"                                             class="list-group-item list-group-item-action wannaAlbum">$10    | Interrupt Request - Master Boot Record</a>
  <a target="_blank" href="https://en.wikipedia.org/wiki/The_Last_in_Line"                                                            class="list-group-item list-group-item-action wannaAlbum">£7.25  | The Last in Line - Dio</a>
  <a target="_blank" href="https://youtu.be/MoJTemOjaw0"                                                                              class="list-group-item list-group-item-action wannaAlbum"><p style="display:inline;background-color:red;">$10    </p>| Natural Evolution - HAAMOJA</a>
  <a target="_blank" href="https://www.youtube.com/watch?v=kt8o5dtNVyk"                                                               class="list-group-item list-group-item-action wannaAlbum">£13.21 | Never Turn Your Back on a Friend - Budgie</a>
  <a target="_blank" href="https://www.youtube.com/watch?v=yXrF0_hoeCA"                                                               class="list-group-item list-group-item-action wannaAlbum">£14    | Mental Violence - Agitator</a>
  <a target="_blank" href="https://www.youtube.com/watch?v=hkj1nt_u2U8"                                                               class="list-group-item list-group-item-action wannaAlbum">£18    | Open Source - Kiko Loureiro</a>
  <a target="_blank" href="https://youtu.be/oiY4zwcjt-s"                                                                              class="list-group-item list-group-item-action wannaAlbum">£10.50 | Relentless Mutation - Archspire</a>
  <a target="_blank" href="https://www.youtube.com/watch?v=r0kgU_cibkU"                                                               class="list-group-item list-group-item-action wannaAlbum">$24    | Spiritual Machines - Paul Wardingham</a>
  <a target="_blank" href="https://www.youtube.com/watch?v=qo2Ji6iNQEE"                                                               class="list-group-item list-group-item-action wannaAlbum">£38.48 | Snarky Puppy (Texas) - We Like It Here</a>
  <a target="_blank" href="https://youtu.be/WWKFrzNbCq8"                                                                              class="list-group-item list-group-item-action wannaAlbum"><p style="display:inline;background-color:red;">Free</p>   | Volume - Wide Eyes</a>
  <a target="_blank" href="https://youtu.be/WKc-_JGGX2A"                                                                              class="list-group-item list-group-item-action wannaAlbum">£27.80 | The Way Forward - Intervals</a>
</ul>

<script type="text/javascript">
$(function() {
  $('#text-table-of-contents > ul li').first().css("display", "none");
  $('#text-table-of-contents > ul li:nth-child(2)').first().css("display", "none");
  $('#table-of-contents').addClass("visible-lg")
  $('#totalAlbumCount').text("Total Albums: " + $('.album').length)
});
</script>
</div>
</div>
</div>
</div></div></div>
</body>
</html>
